[
  {
    "name": "mtcp-t1",
    "imageUrl": "/assets/4dLhF3R.png",
    "description": "@everyone **Log_ZK1_1.mp3**\nThis is Z.K.-Sorry (ehem) Zone Keeper 1 documenting the events of the virus from my eyes. Basically, Zone Keeper 2 told us that because our systems are most likely compromised, our names are probably no longer confidential, so we can say the full \"Zone Keeper\" part now. He also told us we should keep a log during this time, to document the events from our point of view. It also helps keep you sane... On the bright-side though, we've also been provided some music for these tough times. There's this one song in particular though, that I really enjoy. I actually have an idea I wanted to run with Zone Keeper 2 about possibly fighting back against this virus. You know what, I should probably back track a little, so I can keep all the data in these logs up to date. Basically when this thing took Bravo, it sure as hell blew us away. Soon after that we found out how this virus tracks communications and digs through our confidential files. Out of desperation and a clear lack of options, the higher ups initiated \"Plan C\" which will keep Alpha safe forever. Only downside is that it limits our connection to the island, so monitoring its condition will be difficult, but at least we know it's in the right hands. So now we're back here to present day. You know, while I have this thing on, I should probably tell you about my idea I wanted to present to Zone Keeper 2. Basically, if this virus is hunting through our confidential files, then in theory we could replace the files of our newly moved Alpha with something else. Possibly one of the songs? You know, now that I'm saying it at loud, it sounds really dumb... But it could work, so I'm just gonna present the idea to him right now.\n**End Log**",
    "status": "Creeper - Mac 10 (ft. Penguin) coming soon!",
    "time": "2021-06-12T14:00:00.000Z"
  },
  {
    "name": "Log_ZK1_1",
    "imageUrl": "/assets/Teaser-2.mp4",
    "description": "@everyone Creeper - Mac 10 (ft. Penguin) releases Thursday June 17th at 10 AM!",
    "status": "genie can't read",
    "time": "2021-06-10T14:30:00.000Z"
  },
  {
    "name": "mtcp-t3",
    "description": "@everyone Creeper - Mac 10 (ft. Penguin) releases tomorrow!\nYT premiere: https://youtu.be/tJdsB18o9R0",
    "status": "legs stupid",
    "time": "2021-06-10T15:00:00.000Z"
  },
  {
    "name": "mtcp-t4",
    "description": "@everyone Creeper - Mac (ft. Penguin) is out now!\nYT: https://youtu.be/tJdsB18o9R0\nSoundCloud: https://soundcloud.com/creeeper/mac-10",
    "status": "legs dumb",
    "time": "2021-06-10T15:30:00.000Z"
  }
]
